Repository: Guerra24/LRReader
Catalog: LRReader.UWP/Strings/*/Pages.resw
Source language: en
Languages: es, zh_cn

# FirstRunPage.Welcome.Text
source: Welcome
es: Bienvenido
zh_cn: 欢迎

# HostTab.ChangelogTitle
source: Release Notes
es: Notas de versión
zh_cn: 发行说明

# HostTab.Update1
source: New update available!
es: ¡Nueva actualización disponible! Versión {0}
zh_cn: 有新的更新可用！ 版本 {0}

# HostTab.Update2
source: Check Settings -> About for more info
es: Ve a Ajustes -> Actualizaciones para obtener más información
zh_cn: 检查设置 -> 更新以获取更多信息

# HostTabPage.Bookmarks.ToolTipService.ToolTip
source: Bookmarks
es: Marcadores
zh_cn: 书签

# HostTabPage.Categories.ToolTipService.ToolTip
source: Categories
es: Categorías
zh_cn: 分类

# HostTabPage.EnterFullScreen.ToolTipService.ToolTip
source: Full Screen Mode
es: Modo Pantalla Completa
zh_cn: 全屏模式

# HostTabPage.Search.ToolTipService.ToolTip
source: Search
es: Buscar
zh_cn: 搜索

# HostTabPage.Settings.ToolTipService.ToolTip
source: Settings
es: Ajustes
zh_cn: 设置

# LoadingPage.ClientNotSupported
source: Version {0} not supported. Please update the app to a newer version
es: Versión {0} no soportada. Actualice la aplicación a la última versión
zh_cn: 版本 {0} 不支持. 请将应用程序更新到较新的版本

# LoadingPage.ClientRange
source: LANraragi supported range {0} - {1}
es: Versiones de LANraragi soportadas {0} - {1}
zh_cn: LANraragi 支持范围 {0} - {1}

# LoadingPage.InstanceNotSupported
source: Version {0} not supported. Please update your LANraragi instance to {1}
es: Versión {0} no soportada. Actualice su instancia de LANraragi a {1}
zh_cn: 版本 {0} 不支持. 请将您的 LANraragi 实例更新为 {1}

# LoadingPage.InvalidKey
source: Invalid or missing API key
es: Falta la clave o no es válida
zh_cn: API 密钥无效或缺失

# LoadingPage.MissingKey
source: Running in No-Fun mode, API key required
es: Ejecutando en modo No-Fun, clave requerida
zh_cn: 在自闭模式下运行，需要 API 密钥

# LoadingPage.NoConnection
source: Unable to connect... Please select another profile
es: No se pudo conectar... Selecciona otro perfil
zh_cn: 无法连接...请选择另一个配置文件

# LoadingPage.NoConnectionLocalHost
source: Unable to connect... Make sure the app has localhost access
es: No se pudo conectar... Asegurate de que la aplicación tiene acceso a localhost
zh_cn: 无法连接...确保应用程序具有本地访问权限

# LoadingPage.NoConnectionLocalHostSub
source: Check Profile->Edit for more information
es: Revisa Perfil->Editar para más información
zh_cn: 检查配置->编辑以获取更多信息

# LoadingPage.UpdateError
source: An error ocurred while checking for updates
es: Se ha producido un error al comprobar las actualizaciones
zh_cn: 检查更新时出错

# LoadingPage.UpdateErrorCode
source: Error code 0x{0:X}
es: Codigo de error 0x{0:X}
zh_cn: 错误代码 0x{0:X}
